[
  {
    "_template": "html",
    "content": "<div id=\"content-area\" class=\"container\">\n<section id=\"content\">\n<h1>An Exceptional Hotel Near Madison Square Park</h1>\n<h2>Welcome to The Evelyn</h2>\n<p>Gggggracious hospitality, a rich sense of history and exceptional service await you at The Evelyn, a historic boutique NYC hotel in the NoMad neighborhood of Manhattan. Madison Square Park, the Empire State Building, and Midtown are just minutes away. Our hotel near Madison Square Park is perfectly situated for business and leisure travelers alike. Our modern <a href=\"ourhotel/amenities\">amenities</a> and relaxed atmosphere, with accents that reference the rich heritage of the neighborhood and our landmarked building, will make you feel right at home in the heart of New York City.</p>\n<div class=\"expand-button\">Read More</div>\n<div class=\"expand-content collapsed\">\n<p>The Evelyn is offering newly residential inspired rooms with references to an Art Nouveau Style. Our NoMad hotel is inspired by the musical and art heritage of the neighborhood, which was the epicenter of the popular music movement in the late 19th and early 20th centuries. The music theme is reflected throughout the rooms, corridors and bathrooms. The NoMad District (now also known as \"NoMad\" - North of Madison Square Park) is one of Manhattan's most popular neighborhoods, characterized by its beautiful historic architecture, exceptional bars, restaurants and many other <a href=\"explore\">attractions</a> all tucked away on quiet side streets. Centered around Madison Square Park, the NoMad District is within walking distance of Midtown, Union Square, Greenwich Village, and NYU.</p>\n<p>We invite you to learn more about the <a href=\"explore/neighborhood\">neighborhood</a>, explore&nbsp;<a href=\"accommodations\">accommodations</a>&nbsp;at our NoMad hotel in NYC, and <a href=\"contact\">contact us</a> if there is anything we can do assist you in planning your stay. We look forward to welcoming you to The Evelyn on your next trip to New York City.</p>\n</div>\n</section>\n</div>"
  }
]