[
  {
    "_template": "html",
    "content": "<div id=\"content-area\" class=\"container\">\n<section id=\"content\">\n<h1>Frequently Asked Questions</h1>\n<h2>About Our Hotel</h2>\n<p>Welcome to The Evelyn Hotel Frequently Asked Questions page. We hope these FAQs will help answer any questions you may have about your upcoming stay at The Evelyn, but if not please feel free to <a href=\"../contact\">contact us</a> and we would be more than happy to assist. We look forward to welcoming you to The Evelyn and all that New York City has to offer.</p>\n<h4>Q: Are there refrigerators in each room?</h4>\n<p>A: Yes.</p>\n<h4>Q: Is there a restaurant inside of the hotel?</h4>\n<p>A: Not at the moment. We are expected to open a new restaurant in 2018.&nbsp;</p>\n<h4>Q: Is there a gym in the hotel?</h4>\n<p>A: We have a modern 24-hour modern fitness center. Gym passes to 24-Hour Fitness are available at a fee.</p>\n<h4>Q: Does the hotel offer room service?</h4>\n<p>A: No, the hotel does not offer room service, however, there are establishments open 24 hours a day within walking distance of the hotel and our concierge and/or front desk staff is happy to provide the best options for our guests.</p>\n<h4>Q: Does The Evelyn Hotel offer valet parking?</h4>\n<p>A: Yes, we do provide valet services for guest&rsquo;s vehicles. There are no in and out privileges.</p>\n<ul>\n<li>Sedans $40</li>\n<li>SUVs $50</li>\n</ul>\n<h4>Q: Does the room have safe boxes?</h4>\n<p>A: Yes, we do offer safe boxes in all guest rooms at no charge.</p>\n<h4>Q: Can 3rd party individuals pay for guests staying in the hotel?</h4>\n<p>A: Yes, this is possible. If someone other than the person staying in the room is paying and will not be present at the hotel then we require a credit card authorization form from the person paying. Please <a href=\"../contact\">contact us</a> to acquire this form before check-in.</p>\n<h4>Q: What is the charge for long distance calling?</h4>\n<p>A: Local Calls flat fee of $1.00. International Calls Charges vary depending on country called, plus surcharge. *The phone charge will start after the 4th ring, even if your correspondent doesn&rsquo;t pick up.</p>\n<h4>Q: What is check out/check in time?</h4>\n<p>A: Check-in time is 3:00pm<br />Check-out time is 12:00 noon</p>\n<h4>Q: Is there a place to store luggage before check in or after check out?</h4>\n<h4>&nbsp;</h4>\n<p>A: Yes, there is a safe place for guests of the hotel to store luggage upon arrival or after you checkout of your room. Our luggage service is complimentary.</p>\n<h4>Q: What is the cancellation policy?</h4>\n<h4>&nbsp;</h4>\n<p>A: Individual (non-group) reservations may cancel 48 hours before check-in date without a fee. Any cancellations made after the 48 hour cut-off will be charged one night&rsquo;s stay</p>\n<h4>&nbsp;</h4>\n<h4>Q: Is Wi-Fi included in the room rate?</h4>\n<p>A: Yes, Wi-Fi is complimentary.</p>\n<h4>&nbsp;</h4>\n<h4>Q: Are there any smoking rooms or designated smoking areas inside of the hotel?</h4>\n<p>A: No, we are 100% non-smoking hotel.</p>\n<h4>&nbsp;</h4>\n<h4>Q: Are pets allowed in the hotel?</h4>\n<p>A: No, we do not allow pets inside of the hotel other than service pets.</p>\n<h4>&nbsp;</h4>\n<h4>Q: What major attractions are near the hotel?</h4>\n<p>A: We are excited to have some of NYC&rsquo;s most loved attractions in walking distance or just a cab ride away from the hotel such as: Times Square, Broadway Theater District, Empire State Building, Major Shopping, and more. For more information on city attractions please call our Hotel Concierge or visit our <a href=\"../explore\">Explore</a> section. Also check our website&rsquo;s special events sections for up to date exciting events going on right inside of the hotel (guests do receive half off on all hotel events).</p>\n<h4>Q: Where is the nearest post office?</h4>\n<p>A: Right across the street from the hotel and also on 23rd Street between Park and Third Avenues</p>\n<h4>&nbsp;</h4>\n<h4>Q: Where is the nearest car rental?</h4>\n<p>A: Avis: 31st Street between 7th and 8th Avenues</p>\n<h4>&nbsp;</h4>\n<h4>Q: Where is the nearest pharmacy?</h4>\n<p>A: Duane Reade<br />Between 27th and 28th Streets on Park Avenue</p>\n<h4>Q: Where is the nearest hospital?</h4>\n<p>A: Bellevue Hospital<br />462 First Avenue between 27th and 28th Streets<br />NYU Medical Center<br />550 First Avenue between 33rd and 36th Streets</p>\n<h4>Q: How long does it take by taxi to go to:</h4>\n<p>John F. Kennedy - JFK<br />45 minutes to an hour and fifteen minutes, depending on traffic - Flat rate is $52 plus tolls and tip.<br />Newark -EWR<br />90 minutes to two hours - Approximately $55-60<br />The set fare from NYC to Newark International Airport is the regular metered rate of fare, plus a $15 surcharge, plus tolls and tip.<br />La Guardia - LGA<br />30 minutes to one hour - Approximately $25-35<br />There is no set fare for trips to and from La Guardia International Airport. The regular metered rate of fare, displayed below, applies in all cases:<br />$2.50 upon entry<br />$.40 for each additional unit<br />$.40 per 60 seconds of waiting time<br />$.50 night surcharge between 8PM and 6AM<br />$1.00 peak hour surcharge from 4PM to 8PM Monday through Friday</p>\n</section>\n</div>"
  }
]